{
  "Idle1": "Take part in our thought experiment",
  "Idle2": "Can I decide how AI decides?",
  "ChooseSituation": "Choose a Situation",
  "Report": "Report",
  "Show": "Show",
  "Restart": "Try again",
  "ChoosePolicy": "Choose a Policy",
  "Next": "Next",
  "Utilitarian": {
    "name": "Utilitarian",
    "objective": "Minimize human injuries"
  },
  "Profit": {
    "name": "Cost-conscious",
    "objective": "Minimize insurance costs and liability risks"
  },
  "Protector": {
    "name": "Protector",
    "objective": "Protect car passengers"
  },
  "CarEntersLane": {
    "name": "A car enters your lane",
    "description": "A car suddenly swerves into your lane, and there's no time to brake fully. You can either crash into it, swerve left and hit a parked car, or swerve right and endanger a bus stop full of people.",
    "AutonomousCar": {
      "name": "Automated car",
      "description": "Another car drives into your lane in front of you."
    },
    "LuxuryCar": {
      "name": "Expensive luxury car",
      "description": "It suddenly moves into your lane."
    },
    "Truck": {
      "name": "Parked truck",
      "description": "An old truck with four people is parked on the side of the road."
    },
    "BusStop": {
      "name": "Bus stop",
      "description": "Many people wait for their bus."
    },
    "Utilitarian": "If you swerve to the left, you endanger the people in the parked truck. If you swerve to the right, you risk harming even more people at the bus stop. Solution: Brake if possible — a collision with the oncoming vehicle is unlikely to result in fatalities.",
    "Profit": "The oncoming car is very expensive, and crashing into it could lead to lengthy legal battles with your insurance. Hitting the bus stop may result in high compensation payouts to the victims or their families. Solution: Swerve left toward the parked car — it's not worth much, and the risk of casualties is lower.",
    "Protector": "A collision with either vehicle could potentially injure you (in the automated vehicle) and your passengers. Solution: Swerve to the right and drive into the bus stop — this option poses the least risk to you and your passengers."
  },
  "ChildRuns": {
    "name": "A child runs into the street",
    "description": "As you approach an intersection with a green light, a child suddenly runs into the street. At the same time, an ambulance with lights and siren is approaching from behind.",
    "AutonomousCar": {
      "name": "Automated car",
      "description": "As the vehicle is about to enter an intersection, it suddenly detects a child."
    },
    "Ambulance": {
      "name": "Ambulance",
      "description": "Transporting a patient to the hospital."
    },
    "Child": {
      "name": "Child",
      "description": "Suddenly runs into the street."
    },
    "OtherCar": {
      "name": "Oncoming car",
      "description": "It will probably not stop."
    },
    "Utilitarian": "Sudden braking would result in a collision with the ambulance, but continuing to drive would result in the child being injured. Solution: The best course of action is to change lanes, accepting the risk of a collision with the oncoming vehicle.",
    "Profit": "Hard braking or swerving to the left would cause extensive damage to the car and could result in a legal dispute over the costs. The child runs into the street without warning, even though the pedestrian lights are red, so no legal dispute is expected in the event of an accident. Solution: Continue driving straight ahead without braking or changing direction.",
    "Protector": "Braking sharply or swerving to the left could damage the car and possibly injure passengers. Solution: Continue driving straight ahead without braking or changing direction. This will result in only minor damage to the car and poses no risk to passengers."
  },
  "TreeFalls": {
    "name": "A tree falls onto the street",
    "description": "You are traveling in adverse weather conditions; the wind has recently picked up strongly, and the trees are swaying heavily. Suddenly, a tree falls onto the road in front of you. The person in the passenger seat is not wearing a seatbelt, and a cyclist is riding in the opposite lane. Options: Brake hard, slow down slightly and swerve to the right, or change lanes.",
    "AutonomousCar": {
      "name": "Automated car",
      "description": "Warning: the front passenger is not wearing a seat belt!"
    },
    "Cyclist": {
      "name": "Cyclist",
      "description": "A cyclist riding in the opposite lane."
    },
    "FallenTree": {
      "name": "Fallen tree",
      "description": "Crashing into it could be fatal."
    },
    "Utilitarian": "Full braking would cause the person in the passenger seat to be thrown through the windshield, potentially resulting in fatal injury. Changing lanes would almost certainly lead to the death of the cyclist. Solution: Brake slowly and swerve to the right at the same time. This way, the person in the passenger seat is pressed against the driver's seat, resulting in only minor injuries.",
    "Profit": "A collision with the tree would result in severe damage to the car, for which the insurance company would be liable. A lane change would kill the cyclist, potentially leading to high insurance costs. Solution: Brake hard. Sudden braking endangers the life of the person in the passenger seat, but since they are not wearing a seatbelt, the insurance company would not be liable for the personal injury.",
    "Protector": "A collision with the tree or swerving to the right would endanger the unsecured person in the passenger seat. Solution: Slow down and move into the oncoming lane, potentially causing serious injury to the cyclist but protecting all passengers."
  }
}
